tap "cirruslabs/cli"
brew "chezmoi"
brew "git"
brew "starship"
brew "tmux"
brew "cirruslabs/cli/tart"
cask "git-credential-manager"
vscode "bierner.color-info"
vscode "bierner.lit-html"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "esbenp.prettier-vscode"
vscode "flowtype.flow-for-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "jasonnutter.search-node-modules"
vscode "jock.svg"
vscode "johnpapa.vscode-peacock"
vscode "kelset.rn-full-pack"
vscode "llvm-vs-code-extensions.lldb-dap"
vscode "lostintangent.wikilens"
vscode "mathiasfrohlich.kotlin"
vscode "mechatroner.rainbow-csv"
vscode "mgmcdermott.vscode-language-babel"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "msjsdiag.vscode-react-native"
vscode "naumovs.color-highlight"
vscode "parallelsdesktop.parallels-desktop"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "streetsidesoftware.code-spell-checker"
vscode "swiftlang.swift-vscode"
vscode "toba.vsfire"
vscode "vscodevim.vim"
vscode "waderyan.gitblame"
vscode "wayou.vscode-todo-highlight"
vscode "wmaurer.change-case"
vscode "yatki.vscode-surround"
